// © Copyright 2005-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Supply Info";

NoRegionTitle = "Status error retrieving print cartridge information from printer";
NoRegionMsg = "For print cartridge information, please refer to the hardcopy reference guide included with your printer.";

blackInkCartridge = "Black ink";
matteblackInkCartridge = "Matte Black ink";
photoblackInkCartridge = "Photo Black ink";
cyanInkCartridge = "Cyan ink";
magentaInkCartridge = "Magenta ink";
yellowInkCartridge = "Yellow ink";
lightcyanInkCartridge = "Light Cyan ink";
lightmagentaInkCartridge = "Light Magenta ink";
lightgrayInkCartridge = "Light Gray ink";
tricolorInkCartridge = "Tri-color ink";
photoInkCartridge = "Photo ink";
grayInkCartridge = "Gray Photo ink";
blueInkCartridge = "Blue Photo ink";
silverInkCartridge = "Silver (Windows only)";

blackCartridgePigment = "Black Cartridge";
cyanCartridgePigment = "Cyan Cartridge";
magentaCartridgePigment = "Magenta Cartridge";
yellowCartridgePigment = "Yellow Cartridge";

photoblacklightgrayPrinthead = "Photo Black / Light Gray printhead";
matteblackcyanPrinthead = "Matte Black / Cyan printhead";
magentayellowPrinthead = "Magenta / Yellow printhead";
lightmagentalightcyanPrinthead = "Light Magenta / Light Cyan printhead";
blackyellowPrinthead = "Black / Yellow printhead";
cyanmagentaPrinthead = "Cyan / Magenta printhead";

photoblackOJInk = "Photo Black Officejet Ink Cartridge";
blackOJInk = "Black Officejet Ink Cartridge";
cyanOJInk = "Cyan Officejet Ink Cartridge";
yellowOJInk = "Yellow Officejet Ink Cartridge";
magentaOJInk = "Magenta Officejet Ink Cartridge";
tricolorOJInk = "Tri-color Officejet Ink Cartridge";

photoblackPWPigment = "Photo Black PageWide Cartridge";
blackPWPigment = "Black PageWide Cartridge";
cyanPWPigment = "Cyan PageWide Cartridge";
yellowPWPigment = "Yellow PageWide Cartridge";
magentaPWPigment = "Magenta PageWide Cartridge";
tricolorPWPigment = "Tri-color PageWide Cartridge";

HSDDescriptionText = "Print supplies replacement options:";
HSDFirstColumnHeader = "Print Supply";
HSDSecondColumnHeader = "Number";
HSDPrintButtonTitle = "Print…";
HSDNotAllSuppliesAvailableTitle = "Not all supplies are supported in all regions.";

HighVolume = "High volume printing";
Everyday = "Everyday printing";
Specialty = "Specialty printing";
ColorPhoto = "Color photo printing";
BWPhoto = "Black & White photo printing";
PhotoDetails = "Enhance photo detail";
HSDUsageTypeColumnName = "Recommended For:";
